examples/3_GetCurrentStateRes.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/"
                  xmlns:ns="urn://iac-mchs-ru/services/spi/types/1.1">
    <soapenv:Header/>
    <soapenv:Body>
        <ns:GetCurrentStateRes>
            <ObjState id="121">
                <Status code="1" ts="1614626090000"/>
                <Status code="4" ts="1583090150000"/>
                <Status code="6" ts="1583090210000"/>
                <Status code="7" ts="1583093810000"/>
            </ObjState>
            <ObjState id="124">
                <Status code="1" ts="1614626090000"/>
                <Status code="2" ts="1585516610000"/>
            </ObjState>
            <ObjState id="126">
                <Status code="1" ts="1614626090000"/>
            </ObjState>
            <ObjState id="127">
                <Status code="1" ts="1614626090000"/>
                <Status code="4" ts="1614626150000"/>
            </ObjState>
            <ObjState id="128">
                <Status code="1" ts="1614626090000"/>
            </ObjState>
            <ObjState id="129">
                <Status code="1" ts="1614626090000"/>
            </ObjState>
        </ns:GetCurrentStateRes>
    </soapenv:Body>
</soapenv:Envelope>